---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MetallicpaintFlecksType.Enable
enum: Autodesk.Revit.DB.Visual.MetallicpaintFlecksType
source: html/f5e40488-00ee-c477-e6f7-6d7d85b9c2f7.htm
---
# Autodesk.Revit.DB.Visual.MetallicpaintFlecksType.Enable